{
  "hplc": {
    "title": "Operation of HPLC System Using Chemistation Software from Agilent",
    "objectives": "To ensure accurate analytical results aligned with OBE for skill development in pharmaceutical analysis.",
    "purpose": "To provide a standardized procedure for the operation of HPLC system using Chemistation software from Agilent in a pharmacy lab setting.",
    "scope": "This SOP applies to the operation of HPLC system in quality control and analytical labs of pharmacy colleges.",
    "responsibilities": "Analysts and lab technicians are responsible for following this procedure. IQAC coordinator to oversee compliance.",
    "materials": "HPLC system, Chemistation software, mobile phase, samples, columns.",
    "procedure": "1. Power on the HPLC system and Chemistation software.\n2. Prepare mobile phase and degas it.\n3. Set up the method parameters in the software.\n4. Inject the sample.\n5. Run the analysis and monitor the chromatogram.\n6. Shutdown the system after use.",
    "safety": "Wear appropriate PPE, handle solvents in a fume hood, avoid skin contact with chemicals.",
    "riskAssessment": "Hazards: Chemical spills (mitigation: use fume hood); Equipment malfunction (mitigation: regular calibration).",
    "training": "Mandatory training for students and staff on HPLC operation, certified by lab in-charge.",
    "feedback": "Collect feedback from users post-operation via IQAC forms for improvements.",
    "monitoring": "Quarterly audits by IQAC; review logs for compliance.",
    "revisionHistory": "Version 1.0 - Jan 2026: Initial draft.\nVersion 1.1 - Future: Updates based on feedback.",
    "references": "NAAC IQAC Guidelines; NBA SAR Criteria; ISO 21001:2018."
  },
  "uvvis": {
    "title": "Operation of UV-Visible Spectrophotometer",
    "objectives": "To develop analytical skills in students per OBE, ensuring quality control in pharma labs.",
    "purpose": "To outline the procedure for operating and analyzing samples using UV-Visible spectrophotometer in pharmacy labs.",
    "scope": "Applicable to quality control and analytical procedures in pharmacy college labs.",
    "responsibilities": "Lab personnel responsible for operation and maintenance. IQAC to monitor.",
    "materials": "UV-Vis spectrophotometer, cuvettes, solvents, standards.",
    "procedure": "1. Power on the instrument and allow stabilization.\n2. Calibrate with blank.\n3. Prepare sample solutions.\n4. Insert cuvette and set wavelength.\n5. Record absorbance.\n6. Clean the cuvette after use.",
    "safety": "Use gloves, avoid direct light exposure, handle glassware carefully.",
    "riskAssessment": "Hazards: Glass breakage (mitigation: handle carefully); UV exposure (mitigation: use shields).",
    "training": "Annual training sessions for users, documented.",
    "feedback": "Student feedback surveys after lab sessions.",
    "monitoring": "Periodic calibration checks and audit reports.",
    "revisionHistory": "Version 1.0 - Jan 2026: Initial.",
    "references": "NAAC Quality Indicators; NBA Lab Safety Guidelines."
  },
  "phmeter": {
    "title": "Operation and Calibration of pH Meter",
    "objectives": "To achieve precise pH measurements supporting research and quality assurance per accreditation standards.",
    "purpose": "To ensure accurate measurement of pH using pH meter in lab experiments and quality control.",
    "scope": "For use in pharmacy college labs for pH determination of solutions.",
    "responsibilities": "Technicians to calibrate and operate the meter. Stakeholders for feedback.",
    "materials": "pH meter, calibration buffers, electrodes, samples.",
    "procedure": "1. Calibrate with standard buffers (pH 4, 7, 10).\n2. Rinse electrode with distilled water.\n3. Immerse in sample and stir gently.\n4. Read and record pH.\n5. Clean electrode after use.",
    "safety": "Handle buffers with care, avoid contamination of electrode.",
    "riskAssessment": "Hazards: Buffer spills (mitigation: PPE); Electrode damage (mitigation: proper handling).",
    "training": "Orientation for new users, with certification.",
    "feedback": "Annual IQAC feedback collection.",
    "monitoring": "Monthly audits and maintenance logs.",
    "revisionHistory": "Version 1.0 - Jan 2026: Created.",
    "references": "ISO 9001:2015; NAAC IQAC Manual."
  },
  "balance": {
    "title": "Calibration of Weighing Balance",
    "objectives": "To maintain accuracy in measurements for quality pharma practices, aligned with OBE.",
    "purpose": "To provide procedure for calibration of weighing balance used in pharmacy labs.",
    "scope": "Calibration of analytical balances in quality control labs.",
    "responsibilities": "Metrology or QC personnel. IQAC for oversight.",
    "materials": "Weighing balance, standard weights, cleaning materials.",
    "procedure": "1. Level the balance and power on.\n2. Tare and zero the balance.\n3. Place standard weights and record readings.\n4. Adjust if necessary.\n5. Document results.",
    "safety": "Ensure stable surface, avoid overloading.",
    "riskAssessment": "Hazards: Overload (mitigation: weight limits); Dust contamination (mitigation: clean environment).",
    "training": "Training for lab staff on calibration techniques.",
    "feedback": "User feedback on equipment performance.",
    "monitoring": "Bi-annual audits.",
    "revisionHistory": "Version 1.0 - Jan 2026: Initial.",
    "references": "NBA Continuous Improvement Criteria."
  },
  "dissolution": {
    "title": "Operation and Calibration of Dissolution Apparatus",
    "objectives": "To standardize dissolution testing for better student outcomes in pharma analysis.",
    "purpose": "To standardize the operation and calibration of dissolution test apparatus for tablet testing.",
    "scope": "For dissolution testing in pharmaceutical analysis labs.",
    "responsibilities": "Analysts in QC department. IQAC for compliance.",
    "materials": "Dissolution apparatus, media, baskets/paddles, tablets.",
    "procedure": "1. Assemble the apparatus and add media.\n2. Set temperature and speed.\n3. Calibrate with standard.\n4. Place tablet and start test.\n5. Sample and analyze at intervals.",
    "safety": "Handle media carefully, ensure proper ventilation.",
    "riskAssessment": "Hazards: Hot media (mitigation: gloves); Mechanical failure (mitigation: maintenance).",
    "training": "Hands-on training for students.",
    "feedback": "Post-lab surveys.",
    "monitoring": "Regular equipment checks.",
    "revisionHistory": "Version 1.0 - Jan 2026: Draft.",
    "references": "NAAC SSR Guidelines."
  },
  "tabletpress": {
    "title": "Operation of Tablet Press",
    "objectives": "To facilitate lab-scale manufacturing skills per NEP and OBE.",
    "purpose": "To detail the procedure for operating tablet compression machine in lab-scale production.",
    "scope": "Lab-scale tablet manufacturing in pharmacy colleges.",
    "responsibilities": "Production or lab technicians. Stakeholders for input.",
    "materials": "Tablet press, dies, punches, granulation.",
    "procedure": "1. Clean and assemble the machine.\n2. Set parameters (speed, thickness).\n3. Feed granulation.\n4. Compress tablets.\n5. Eject and collect tablets.",
    "safety": "Wear PPE, avoid loose clothing near moving parts.",
    "riskAssessment": "Hazards: Mechanical injury (mitigation: safety guards).",
    "training": "Safety training mandatory.",
    "feedback": "Feedback from operators.",
    "monitoring": "Audit logs.",
    "revisionHistory": "Version 1.0 - Jan 2026.",
    "references": "ISO 21001:2018."
  },
  "aas": {
    "title": "Operation of Atomic Absorption Spectrophotometer",
    "objectives": "To enable precise element determination, supporting research excellence per accreditation.",
    "purpose": "The following document describes the procedure on the operation of Shimadzu Atomic Absorption Spectrophotometer (AAS).",
    "scope": "Atomic absorption spectroscopy (AAS) is a spectroanalytical procedure for the qualitative and quantitative determination of chemical elements employing the absorption of optical radiation (light) by free atoms in the gaseous state. In analytical chemistry the technique is used for determining the concentration of a particular element (the analyte) in a sample to be analyzed. AAS can be used to determine over 70 different elements in solution or directly in solid samples.",
    "responsibilities": "It is the responsibility of designated personnel in Research lab to train staff and students on this procedure and to ensure adherence to this procedure. It is the responsibility of designated personnel (staff or Student) to follow the instructions of this procedure.",
    "materials": "Shimadzu Atomic Absorption Spectrophotometer, Acetylene gas tank, Computer with WizAArd software, DI water, Standard solutions, Blank solution, Suction tube.",
    "procedure": "Turning on the AAS: Turn on the computer, Double click on the “WizAArd” shortcut on the desktop. The “Operation” tab should be highlighted. Click on the picture of the AAS. Enter “admin” for the user id and hit “ok”. (No password) The program opens with wizard selection. Select the \"element selection\" Icon and press OK. Element selection window will appear. First click on the \"select Element\" Than load parameters will appear. In this select the required element eg.: K(potassium) and press OK and then finish. Make sure that the Acetylene gas line pressure should be between 12 and 14 psi. Turn on the AAS. (Power switch is on the front, lower right corner of the instrument.) From instrument drop down menu select the “Connect/Send Parameters” button. The program will proceed through an initialization checklist. When the program asks if you would like to test the safety parameters, click “no” and then “ok”. (You will need to do this 3 times. We run though all of the safety checks once a week.) Instrument check list for Flame analysis will open. Tick all the boxes and press OK. Igniting flame. Simultaneously press two buttons, ignite and Purge. The burner head will ignite.\nSoftware Operation: Open the main screen of the WizAArd program. Element selection (A): Use this dropdown box Parameters to select which element you are working with. From the Parameters drop down menu select Edit Parameters and then click on “Line Search. This usually takes a few minutes. When the line search finishes, a spectrum will appear with a red line crossing at the maximum. If the red line is not at the maximum, run the line search again. When this finishes, hit “Close”. and press OK on Edit parameter window.\nData Collection: AUTO ZERO, BLANK AND COLLECT DATA. Place the suction tube in DI water. Watch the Absorbance vs. time plot in the upper left corner of the screen (B). When the Abs level has stabilized, click on the “Auto Zero” button(F). Place the suction tube in your “0” concentration (blank) standard. When the Abs level has stabilized, click the “blank” button. Measure the absorbance of standards and unknowns according to the rows. To do this select STD in the first column, and press ok and place the suction nozzle in one of the solutions and aspirate. Once the Abs level has stabilized, click on the “Start” button. The instrument will wait 5 seconds and then collect data for 5 seconds (C). The results will then be displayed in the Measurement Results Table (E) (MRT). Repeat step 4 for all the std solutions. Check the calibration curve displayed on the right upper of the window (D). To measure the sample in the MRT select UNK and than repeat step 4. Note down the concentration of unknown solution from MRT.\nTo turn off the instrument: Press the “Extinguish” button on the front of the instrument. Close the main tank valve on the acetylene tank. Purge the line of acetylene by pressing the “Purge” button. Close the air valve which is below the bench. Make sure that both the meters are showing zero reading (One on the acetylene gas cylinder and one below the bench of AA instrument. Turn off the power to the AAS. Exit out of the software.",
    "safety": "Don't open the flame window when flame is on. Do not leave without closing the acetylene tank when not in use. acetylene is explosive and quite dangerous.",
    "riskAssessment": "Hazards: Gas explosion (mitigation: safety checks); Fire (mitigation: extinguishers).",
    "training": "Training by designated personnel, with records.",
    "feedback": "Collect via IQAC for process improvement.",
    "monitoring": "Weekly safety checks; annual audits.",
    "revisionHistory": "Version 1.0 - Jan 2026.",
    "references": "AA-6300 Instruction Manual (Operation Guide) for Shimadzu Atomic Absorption Spectrophotometer. Installation Procedure of WizAArd control software for Shimadzu Atomic Absorption Spectrophotometer. NAAC/NBA Guidelines."
  },
  "dsc": {
    "title": "Operation of Differential Scanning Calorimetry (DSC)",
    "objectives": "To monitor thermal properties for research, aligned with quality benchmarks.",
    "purpose": "Differential scanning calorimetry (DSC) monitors heat effects associated with phase transitions and chemical reactions as a function of temperature. In a DSC the difference in heat flow to the sample and a reference at the same temperature, is recorded as a function of temperature. The sample is sealed in an aluminum pan. The reference is an inert material such as alumina, or just an empty aluminum pan. The temperature of both the sample and reference are increased at a constant rate.",
    "scope": "The Perkin-Elmer DSC-7 differential scanning calorimeter is used to accurately measure melting points, glass transitions, and heats of fusion.",
    "responsibilities": "It is the responsibility of designated personnel in Research lab to train staff and students on this procedure and to ensure adherence to this procedure. It is the responsibility of designated personnel (staff or Student) to follow the instructions of this procedure.",
    "materials": "Perkin-Elmer DSC-7, Aluminum pans, Alumina, Ice water, Platinum lids, Pyris software.",
    "procedure": "Turn on the power switch on the front of the DSC. Log into Windows After Windows comes up, double-click the LOG ON icon. The LOG ON window will come up. Type in your username & password. Turn ON the power switch for the DSC.\nAfter you login, the Pyris software will load. You will see a menu bar at the top of the screen, which will indicate that the DSC 7 is Offline. Click on the DSC 7 icon to bring it online: The DSC 7 window will come up. You should see temperature status information for the TGA 7 if everything is working properly: Click on the DSC 7 icon\nFill the DSC with ice water, with the metal funnel in place. First, we need to run a blank spectrum to verify that the DSC was found in good condition. After you run your blank spectrum, print it out, and put your name on it and place it in the tray by the computer monitor. Before you run the blank, check to make sure that both the sample and reference furnaces are empty.\nAfter you have checked that both furnaces are empty, put their platinum lids on, close the swing-arm cover, and put the dome on top.\nSet the DSC to the starting temperature in your run. Set the DSC to the starting temperature in your run. Set the DSC to the starting temperature in your run. Set the DSC to the starting temperature in your run. After the DSC status indicates that is “At Temp”, look at the Heat Flow reading, and wait until the Heat Flow is stable to 0.001 mW.\nStart the run by clicking on the Start Run button. After the run has started, click on the Instrument Viewer to monitor the progress of the run. Note that the default setting for the graph is to have “Time” displayed on the X -axis. If you want to change this to Temperature, click on the Display menu, and click on Rescale X, and you will see an option to change the X-axis to Temperature Please print out your blank spectrum, and put your name on it, and place it in the tray next to the computer monitor.\nTo run an actual sample, you must first encapsulate your sample in a special aluminum sample pan. For instructions on how to do this, please see the Appendix on sample preparation. Place your sample pan into the middle of the sample furnace, and then put an empty aluminum pan into the reference furnace. Carefully put the platinum lids on top of each furnace, then secure the swing-arm cover over the furnaces, and then put the dome lid on top.\nSet up your data acquisition using the method editor Tell the DSC to go to your starting temperature When it is “At Temp”, monitor the Heat Flow. Wait until the Heat Flow is stable to 0.001 mW. Then click on the Start Run button.\nClick on the Start Run button. To monitor the progress of the run, you can click on the Instrument Viewer window.\nDSC Data Analysis: To calculate the onset temperature, peak area, and enthalpy, click on the Calc menu, and click on Peak Area. Click on the option to include Onset. Position the X’s at the start of the peak, and at the end of the peak. Then click on Calculate You must then click on File, and Save Data, in order to save the calculated results with the raw data file. To convert a spectrum to ASCII format, click on the Edit menu, and click on Copy. Then go to a text program such as Word, and click on Edit and Paste. The sample data points and the acquisition parameters will be displayed in text format, and can then be saved.\nHow to shut down the DSC: First, run another blank spectrum to show that you have left the DSC in good condition. Please print out the blank graph, put your name on it, and put it in the tray near the computer monitor. Click on the Start Pyris button, and then click on Close All. This will close the software. Log out of Windows. Turn off the DSC TAC (Thermal Analysis Controler). Turn off the power switch on the DSC. Turn off the nitrogen gas.",
    "safety": "Never touch the outer and inner furnace lids. The temperature of the furnace can reach as high as 450°C. Use tweezers to remove the lids Do not touch the inside of the furnace; it might be hot and internal pollution can cause loss of performance",
    "riskAssessment": "Hazards: Burns (mitigation: tweezers, PPE).",
    "training": "Training by lab personnel.",
    "feedback": "Feedback to IQAC.",
    "monitoring": "Condition checks post-use.",
    "revisionHistory": "Version 1.0 - Jan 2026.",
    "references": "Differential Scanning Calorimetry (DSC) Instruction Manual (Operation Guide); ISO Standards."
  },
  "friability": {
    "title": "Operation of Tablet Abrasion and Friability Tester",
    "objectives": "To evaluate tablet strength for quality assurance in pharma labs.",
    "purpose": "The mechanical strength of tablet can be determined by its hardness and through friability test. In friability test the tablets are prone to abrasion hence enabling us to check for the tablet strength under application of force in different manner.",
    "scope": "Friction and shock are the forces that most often cause tablets to chip, cap or break. The friability test is closely related to tablet hardness and is designed to evaluate the ability of the tablet to withstand abrasion in packaging, handling and shipping.",
    "responsibilities": "It is the responsibility of designated personnel in Research lab to train staff and students on this procedure and to ensure adherence to this procedure. It is the responsibility of designated personnel (staff or Student) to follow the instructions of this procedure.",
    "materials": "ERWEKA Tablet Abrasion and Friability Tester, Tablets, Weighing balance.",
    "procedure": "1. Weigh 20 tablets on weighing balance.\n2. Carefully place the tablets in the drum of friabilator.\n3. Switch on the apparatus. Rotate the drum 100 times at 25 rpm.\n4. The tablets are subjected to combined effects of abrasion and shock by utilizing a plastic chamber.\n5. At the end remove any loose dust from the tablets an
